<template>
    <div style="height: calc(100%);overflow: auto;">
        <ul class="top">
            <li class="logo-con"><img src="~@/assets/images/logo.jpg"/></li>
        </ul>
        <div class="card-box">
            <dl class="title">
                <dt>注册服务协议</dt>
                <dd>最后更新时间：2020年7月31日</dd>
            </dl>
            <div class="content-txt">
                <p>本网站BossEDM（www.bossedm.com）由厦门市中资源网络服务有限公司负责运营（以下BossEDM均指网站及厦门市中资源网络服务有限公司）。在注册成为BossEDM用户前请务必仔细阅读以下条款。一旦注册，则视为接受BossEDM的服务并受以下条款的约束。</p>
                <p><b>一、保密协议</b><br/>
                1）保密的内容和范围<br/>
                ①涉及用户所有的信息，包括但不限于：电子邮件地址以及相关数据、电子邮件内容、各种统计数据、用户的营销计划等，应给予最大限度的保密。<br/>
                ②凡以直接、间接、口头或书面等形式提供涉及保密内容的行为均属泄密。<br/><br/>
                2）双方的权利与义务、责任<br/>
                ①BossEDM应自觉维护网站用户的利益，严格遵守本保密规定。<br/>
                ②BossEDM同意并承诺，对所有保密信息予以严格保密，在未得到用户事先许可的情况下不披露给任何其他人士或机构，并且不应作自身他用。<br/>
                ③BossEDM不得利用所掌握的商业秘密牟取私利。<br/>
                ④BossEDM了解并承认，用户可能会将有具有商业价值的企业信息（保密信息）保存在BossEDM的服务器上，并且由于技术服务等原因，BossEDM有可能在某些情况下访问这台服务器。BossEDM同意并承诺，如果这些数据未经用户许可披露给他人，所造成对用户的直接损失，并经证实，用户有权通过法律途径向BossEDM索赔。<br/>
                ⑤用户须自行负责对用户名与密码的保密，并对拥有该用户名及密码帐户的所有发送活动承担责任。BossEDM不对因帐户维护失败而造成的任何损失负责。<br/><br/>
                3）本保密义务不适用于如下信息：<br/>
                ①非由于BossEDM的原因已经为公众所知的；<br/>
                ②由于BossEDM以外其他渠道被他人获知的信息，这些渠道并不受保密义务的限制；<br/>
                ③由于法律的适用、法院或其他国家有权机关的要求而披露的信息。此协议自签定之日起生效。
                </p>

                <p><b>二、使用权限</b><br/>
                1）用户必须保证在注册与使用过程中提供真实、准确的公司信息并有义务对信息进行更新以反映最新情况。如果用户提供不真实、不完整的公司信息，BossEDM有权随时终止其对系统的使用。<br/><br/>
                2）所有的邮件发送活动必须遵守中华人民共和国的法律及互联网协会的相关规定，如有任何违反行为，BossEDM有权取消用户的所有权限：<br/>
                ①不许发送任何有关恐怖主义、反政府的言论及链接<br/>
                ②不许发送任何形式的色情内容及链接<br/>
                ③不能发送传销信息、欺诈信息及含有夸张成分的广告<br/>
                ④不能发送含有任何煽动性的证券、投资等商业宣传内容<br/>
                ⑤不能发送任何经济欺骗的内容及链接<br/>
                ⑥不允许发送任何有关倒卖发票、办假证等内容或链接的邮件<br/>
                ⑦不能侵犯任何第三方享有的版权、知识产权、专利、商业秘密、设计版权、商标、隐私、名誉权<br/>
                ⑧不能发送任何带有病毒的、蠕虫的、木马的、干扰内容分析和有害的计算机代码、文件、脚本和程序<br/>
                ⑨不能对没有经过许可的邮件地址进行发送活动<br/><br/>
                3）BossEDM不负责保留以下几种帐户的数据，保留取消全部或部分服务的权利：<br/>
                ①违法本协议的帐户<br/>
                ②已过期帐户、被冻结帐户、用户自动终止的帐户<br/>
                ③无法核实或鉴定用户所提供的信息的帐户<br/>
                ④用户的发送行为会带来任何法律责任的帐户<br/>
                ⑤被邮件接收者多次投诉的帐户与被国内或国外任何组织或个人投诉的帐户<br/>
                </p>

                <p><b>三、责任</b><br/>
                1）用户要对其帐户下所发生的任何行为负责并遵守地方、国家及国外所有与适用本服务有关的适用法律、法规。用户必须遵守反垃圾邮件的相关法律法规，并对其发送内容承担全部法律责任。
                </p>

                <p><b>四、帐户信息及数据</b><br/>
                1）用户对输入数据的准确性、可靠性、合法性、适用性等负责。
                </p>

                <p><b>五、知识产权</b><br/>
                1）BossEDM完全拥有BossEDM系统的全部知识产权，用户或代理商签署本协议后并未拥有产品的所有权。BossEDM的名字、标志、LOGO、产品名字都已经属于厦门市中资源网络服务有限公司的商标，未经授权不能使用。<br/>
                2）用户完全拥有在使用本服务时录入数据和资料（包括但不限于：客户资料、联系人等信息）的所有权，BossEDM不得使用用户的数据。<br/>

                <p><b>六、付款</b><br/>
                1）BossEDM的定价模型为按需购买，先购买再使用。当用户所发送邮件超过帐户余额上限时，帐户会被搁置，需要购买更多邮件才能继续发送活动。帐户余额是指赠送及已购买的邮件数量。<br/><br/>
                2）用户须根据协议，及时足额支付使用费用。<br/>
                ①服务的价格：以用户在系统选择的价格为收费依据；<br/>
                ②BossEDM应为用户提供合法有效的发票或者其他法律凭证。<br/><br/>
                3）所有已购买的邮件在任何情况下均不能进行退款，除本网站停止运营。如因网站停止运营引起的退款，本网站将会依据用户帐户中剩余的邮件数量及购买的价格退还款项。<br/><br/>
                4）BossEDM有权在不提前通知用户的情况下更改价格，但将在更改后以邮件形式通知用户。
                </p>

                <p><b>七、条件终止</b><br/>
                1）如果用户在未来12个月内或更久内没有登录帐户，BossEDM将认定该帐户为非活跃帐户并且将永久删除帐户以及相关联的数据。<br/><br/>
                2）不履行付款义务或未经授权使用BossEDM的技术或服务，都将被认为是违反了本协议。在违反本协议的情况下，用户的帐户将自动中止。
                </p>

                <p><b>八、保证条款</b><br/>
                1）此协议的每一部分的条款都在法律的约束下。双方均必须确保其有合法权利签署此协议。
                </p>

                <p><b>九、责任免除</b><br/>
                1）BossEDM及其代理商对下列事项不作任何陈述与保证：<br/>
                ①"服务"符合用户的要求或经验；<br/>
                ②对"服务"的功能按用户的要求进行修改；<br/>
                ③对用户的邮件发送行为承担赔偿以及法律责任。
                </p>

                <p><b>十、网络延迟</b><br/>
                1）BossEDM提供的"服务"可能因互联网和电子通信固有的缺陷而产生限制、延迟和其它问题。BossEDM对因这些问题造成的任何延误、发送失败或其它损失不承担责任。
                </p>

                <p><b>十一、责任限制</b><br/>
                1）如任何事件导致索赔的发生，本协议的任何一方的责任均不应超过用户在该事件发生前12个月已支付的服务费用。
                </p>
            </div>
        </div>
    </div>
</template>

<script>
    export default {
        name: "registe-protocol"
    }
</script>

<style scoped>
    .top{
        background: #2d8cf0;
        margin-bottom: 30px;
    }
    .top li{
        list-style: none;
        text-align: center;
    }
    .logo-con{
        height: 64px;
        padding: 10px;
    }
    .logo-con img{
        height: 44px;
        width: auto;
        display: block;
        margin: 0 auto;
    }
    .card-box{
        margin: 0 auto;
        width: 1000px;
    }
    .title{
        margin: 30px 0;
    }
    .title dt{
        font-size: 28px;
        line-height: 30px;
        padding: 10px 0;
        text-align: center;
    }
    .title dd{
        font-size: 14px;
        color: #888888;
        text-align: center;
    }
    .content-txt{
        font-size: 14px;
        line-height: 26px;
    }
    .content-txt p{
        margin-bottom: 20px;
    }
</style>
